/* 
 SORelativeDateTransformer.strings
  
 Catalan localization courtesy of lafosca. <http://lafosca.cat>
 */

"formatTemplateForRelativePastDatePhrase" = "%@";
"formatTemplateForRelativeFutureDatePhrase" = "en %@";
"now" = "ara";
"%d year (plural rule: one)" = "%d any";
"%d year (plural rule: other)" = "%d anys";
"%d month (plural rule: one)" = "%d mes";
"%d month (plural rule: other)" = "%d mesos";
"%d week (plural rule: one)" = "%d setmana";
"%d week (plural rule: other)" = "%d setmanes";
"%d day (plural rule: one)" = "%d dia";
"%d day (plural rule: other)" = "%d dies";
"%d hour (plural rule: one)" = "%d hora";
"%d hour (plural rule: other)" = "%d hores";
"%d minute (plural rule: one)" = "%d min";
"%d minute (plural rule: other)" = "%d min";
"%d second (plural rule: one)" = "%d seg";
"%d second (plural rule: other)" = "%d seg";
